---
kind: other
id: Operators.T:Autodesk.Revit.DB.ScheduleFieldId
source: html/55635a24-cdb8-ef2d-d03d-bf062ca74299.htm
---
# ScheduleFieldId Operators

Determines whether two ScheduleFieldIds are the same.